
/* the desktop name as the only format string parameter. */
"VTGroupApplications_name" = "アプリケーションの移動";

/* Inspectors... */
"VTGroupDesktops_name" = "デスクトップの操作";

/* Applications... */
"VTGroupInspection_name" = "インスペクタ";

/* Desktop manipulation group containing operations on desktops */
"VTGroupNavigation_name" = "ナビゲーション";

/* Request application move to west */
"VTRequestApplicationMoveToEast_desc" = "アプリケーションを右のデスクトップへ移動します。";
"VTRequestApplicationMoveToEast_name" = "アプリケーションを右へ移動";

/* Request application move to south */
"VTRequestApplicationMoveToNorth_desc" = "アプリケーションを上のデスクトップへ移動します。";
"VTRequestApplicationMoveToNorth_name" = "アプリケーションを上へ移動";

/* Request to send window behind other windows */
"VTRequestApplicationMoveToSouth_desc" = "アプリケーションを下のデスクトップへ移動します。";
"VTRequestApplicationMoveToSouth_name" = "アプリケーションを下へ移動";

/* Request application move to north */
"VTRequestApplicationMoveToWest_desc" = "アプリケーションを左のデスクトップへ移動します。";
"VTRequestApplicationMoveToWest_name" = "アプリケーションを左へ移動";

/* Request to change the desktop to the previous desktop. */
"VTRequestChangeDesktop_desc" = "デスクトップ '%@' を表示します。";
"VTRequestChangeDesktop_name" = "デスクトップ '%@' を表示";

/* Request to change to the desktop to the west (the left) */
"VTRequestChangeDesktopToEast_desc" = "現在表示されているデスクトップの右にあるデスクトップを表示します。";
"VTRequestChangeDesktopToEast_name" = "右のデスクトップを表示";

/* Request to change the desktop to the desktop marked as the Snapback desktop */
"VTRequestChangeDesktopToLast_desc" = "現在より 1 つ前に表示していたデスクトップを表示します。";
"VTRequestChangeDesktopToLast_name" = "前のデスクトップを表示";

/* Request to change to the desktop to the south (below) */
"VTRequestChangeDesktopToNorth_desc" = "現在表示されているデスクトップの上にあるデスクトップを表示します。";
"VTRequestChangeDesktopToNorth_name" = "最初のデスクトップを表示";

/* Request to set the currently visible desktop as the Snapback desktop */
"VTRequestChangeDesktopToSnapback_desc" = "スナップバックデスクトップに設定されているデスクトップを表示します。";
"VTRequestChangeDesktopToSnapback_name" = "スナップバックデスクトップを表示";

/* Request to show the overlay pager in Normal-Mode */
"VTRequestChangeDesktopToSouth_desc" = "現在表示されているデスクトップの下にあるデスクトップを表示します。";
"VTRequestChangeDesktopToSouth_name" = "下のデスクトップを表示";

/* Request to change to the desktop to the north (above) */
"VTRequestChangeDesktopToWest_desc" = "現在表示されているデスクトップの左にあるデスクトップを表示します。";
"VTRequestChangeDesktopToWest_name" = "左のデスクトップを表示";

/* Request to show the overlay window of the window under the mouse pointer */
"VTRequestDeleteDesktop_desc" = "このデスクトップを削除します。すべてのウインドウを別のデスクトップに移動させ、以前に表示していたデスクトップに切り替えます。";
"VTRequestDeleteDesktop_name" = "このデスクトップを削除";

/* Request application move east */
"VTRequestDisplayOverlay_desc" = "ウインドウコントロールを表示します。常時表示する／しないの切替やウインドウを別のデスクトップに移動します。";
"VTRequestDisplayOverlay_name" = "ウインドウコントロールを表示";

/* Request to inspect preferences */
"VTrequestInspectApplications_desc" = "実行中または設定したアプリケーションの状態や表示するデスクトップを指定します。";
"VTRequestInspectApplications_name" = "アプリケーションの情報を見る";

/* Request to inspect Applications using the Application Inspector */
"VTRequestInspectDesktop_desc" = "指定したデスクトップの設定や実行中のアプリケーションとウインドウの一覧を表示します。";
"VTRequestInspectDesktop_name" = "デスクトップの情報を見る";

/* Request to inspect the visible desktop using the Desktop Inspector */
"VTRequestInspectDesktops_desc" = "利用可能なデスクトップの一覧やステータスを表示します。デスクトップの名前や表示位置を変更したり、デスクトップの追加／削除も行えます。";
"VTRequestInspectDesktops_name" = "すべてのデスクトップの情報を見る";

/* Request to toggle visiblity of the statusbar menu */
"VTRequestInspectPreferences_desc" = "Virtue の環境設定を表示します。";
"VTRequestInspectPreferences_name" = "環境設定を開く";
"VTRequestSendWindowBack_desc" = "ウインドウを奥へ移動します。";
"VTRequestSendWindowBack_name" = "ウインドウを奥へ移動";

/* Request to change to the desktop to the east (the right) */
"VTRequestSetSnapbackDesktop_desc" = "このデスクトップをスナップバックデスクトップとして設定します。";
"VTRequestSetSnapbackDesktop_name" = "スナップバックデスクトップとして設定";

/* Request to show the overlay pager in Sticky-Mode */
"VTRequestShowPager_desc" = "ページャを表示します。いつでも修飾キーを押すことなくデスクトップの一覧を確認したり切り替えることができます。";
"VTRequestShowPager_name" = "ページャを表示";

/* Request to inspect Desktops using the Desktops Inspector (Deprecated) */
"VTRequestShowPagerAndStick_desc" = "ページャを表示します。いつでも修飾キーを押すことなくデスクトップの一覧を確認したり切り替えることができます。";
"VTRequestShowPagerAndStick_name" = "ページャを表示";

/* Request to delete the visible desktop */
"VTRequestToggleStatusbarMenu_desc" = "ステータスバー・メニューを表示／隠します。";
"VTRequestToggleStatusbarMenu_name" = "ステータスバー・メニューを表示／隠す";
